import React from "react";
import Topbar from "../../components/topbar/Topbar";
import styled from "styled-components";

function Help() {
  return (
    <>
      <Topbar />
      <Main>
        <h1>이용 약관</h1>
        <br />
        <br />
        <div>
          코스모스 서비스이용약관 <br />
          <br />제 1조 (목적) 이 약관은 코스모스가 운영하는 웹, 앱 온라인 유료 공연 및 아티스트와 팬들이 소통하는 커뮤니티 플랫폼
          ‘밀코메다’(이하 “Milkomeda”이라 한다)에서 제공하는 서비스(이하 “서비스”라 한다)를 이용함에 있어 밀코메다 이용자의 권리, 의무 및
          책임사항을 규정함을 목적으로 한다. <br />
          <br />제 2조 (정의) “Milkomeda”란 코스모스가 온라인 유료 공연 서비스를 이용자에게 제공하는 온라인 공연 플랫폼을 말한다.
          <br /> “이용자”란 “Milkomeda”에 접속하여 이 약관에 따라 “Milkomeda”가 제공하는 서비스를 일반 회원, 아티스트 회원, 레이블 회원,
          비즈니스 회원 및 비회원을 말한다. “일반 회원”이라 함은 “Milkomeda”에 회원 등록한 자로, “Milkomeda”가 제공하는 서비스를 이용하는
          자를 말한다.
          <br /> “아티스트 회원”이라 함은 “Milkomeda”에 아티스트 회원으로 등록한 자로 해당 아티스트의 아티스트 페이지를 관리하며
          “Milkomeda”를 통해 코멧 환전을 요청하는 자를 말합니다. <br />
          “레이블 회원”이라 함은 “Milkomeda”에 레이블 회원으로 등록한 자로 “비즈니스 회원”이라 함은 “Milkomeda”에 비즈니스 회원으로 등록한
          자로 “회원”이라 함은 이 약관에 동의를 하고 “Milkomeda” 서비스에 가입을 한 “일반 회원”, “아티스트 회원”, “레이블 회원”, “비즈니스
          회원”을 통칭하는 말이다.
          <br /> “비회원”이라 함은 회원에 가입하지 않고 “Milkomeda”가 제공하는 서비스를 제한적으로 이용하는 자를 말한다.
          <br />
          “코멧”이라 함은 “일반 회원”이 “Milkomeda”의 서비스 이용시에 사용하는 결제 수단의 명칭이다. 모든 유료 서비스 이용 시 포인트를
          사용한다. 1 코멧은 한화 100원으로 계산한다. <br />
          “쿠폰”이라 함은 “일반 회원”에게 “Milkomeda”가 정한 기준에 따라 지급하는 것으로 유료 서비스 이용시에 코멧과 동일하게 사용 가능하다.
          <br /> 이용 약관에 따라 사용시에 제약사항이 있다. “내부 환불”이라 함은 “일반 회원”이 환불을 요청시에 이용 약관에 따라서 사용한
          코멧을 “쿠폰“으로 “Milkomeda”가 “일반 회원”에게 지급하는 것을 말한다. “외부 환불”이라 함은 포인트에 대해서 현금으로 환불 지급하는
          것을 말한다. <br />
          <br />제 3조 (약관 등의 명시와 설명 및 개정) “Milkomeda”는 약관의 내용과 상호 및 대표자 성명, 영업장 소재지 주소, 전자우편주소,
          사업자등록번호, 약관 등을 이용자가 연결화면을 통하여 볼 수 있다.
          <br /> “Milkomeda”는 「약관의 규제에 관한 법률」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」등 관련 법을 위배하지 않는
          범위에서 이 약관을 개정할 수 있다. “Milkomeda”는 약관을 개정할 경우에 적용일자 및 개정사유를 명시하여 현행약관과 함께 이용 약관
          페이지에 그 적용일자 7일 이전부터 적용일자 전까지 공지한다. <br />
          다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 15일 이상의 사전 유예기간을 두고 공지한다. <br />
          “Milkomeda”는 약관을 개정할 경우에 그 개정약관 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는
          개정 전의 약관조항이 그대로 적용된다. <br />
          다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간 내에 “Milkomeda”에
          송신하여 “Milkomeda”의 동의를 받은 경우에는 개정약관 조항이 적용된다. <br />이 약관에 명시되지 아니한 사항에 대하여는 별도의 세부
          약관, 운영정책, 상관행, 회사의 공지, 이용안내, 관계법령에서 정한 바에 따른다. <br />제 4조 (서비스의 중단) “Milkomeda”는 컴퓨터 등
          정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있다.
          <br />
          “Milkomeda”는 “Milkomeda”의 명백한 잘못으로 서비스의 제공이 일시적으로 중단됨으로 인하여 발생한 “일반 회원”, “아티스트 회원”,
          “레이블 회원”, “비즈니스 회원”이 입은 손해에 대하여 배상한다. <br />
          “Milkomeda”는 천재지변 또는 DDOS 등 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 책임이 면제된다. <br />
          <br />제 5조 (서비스 이용) 일반 회원은 아티스트 페이지 열람, 공연 시청 예약/관람, 결제, 게시판 이용, My Page 등 “Milkomeda”가
          제공하는 기본 서비스 이용이 가능하다. <br />
          아티스트 회원은 아티스트 페이지를 관리하고 코멧 환전 요청이 가능하다. 레이블 회원은 비즈니스 회원은 비회원은 “Milkomeda”가 정한
          범위 내에서만 이용이 가능하다. 구독, 즐겨찾기, 예약, 포인트 충전, 아티스트 페이지 게시판 열람, 글 작성, 댓글, 공연정보 열람 등이
          불가하다.
          <br />
          <br /> 제 6조 (회원가입) 일반 회원은 앱과 웹을 통해서 가입할 수 있다.
          <br /> “Milkomeda”가 정한 가입 양식에 따라 회원 정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로써 회원 가입을 신청한다.
          “Milkomeda”는 제 1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록한다. <br />
          가입신청자가 이전에 회원자격을 상실한 적이 있는 경우 등록 내용에 허위, 기재누락, 오기가 있는 경우 기타 회원으로 등록하는 것이
          “Milkomeda”의 기술상 현저히 지장이 있다고 판단되는 경우 아티스트 회원은 아티스트 인증 후 회원가입이 가능하다. <br />
          웹, 앱을 통해 아티스트 등록 시 아이디, 비밀번호, 아티스트 이름, 전화번호 등의 정보를 제공해야 한다. <br />
          이는 가입 대기 상태로 아티스트 관리 페이지 접근이 불가능 하다. 이후 “Milkomeda”의 심사 및 승인 (사진, 로고, 계약서 등)으로 가입이
          완료된다.
          <br /> 레이블 회원은 비즈니스 회원은 회원 가입 계약의 성립 시기는 “Milkomeda”의 승낙이 회원에게 도달한 시점으로 한다. <br />
          회원은 회원 가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 “Milkomeda”에 대하여 회원정보 수정 등의 방법으로 그
          변경사항을 알려야 한다.
          <br />
          <br /> 제 6조 (이용자의 의무 및 주의 사항) 이용자는 “Milkomeda” 자산과 관련하여 어떠한 불법적인 행위를 하여서는 아니되고, 이러한
          행위를 하거나 시도하는 경우 관련 법률에 따라 민·형사상의 책임을 질 수 있다. 이용자는 “Milkomeda”의 자산 특히 서비스를 손상시키거나
          사용이 불가능한 상태로 만들거나 또는 과부하가 걸리도록 하는 방법으로 본 서비스의 장애를 발생시키는 행위를 해서는 안된다.
          <br />
          “Milkomeda”는 관련 법률, 약관 또는 이용자 가이드 라인 등을 위반하거나 부적절한 콘텐츠를 감지하기 위하여 법률과 기술이 허용되는
          범위 내에서 다양한 방법으로 “Milkomeda”의 모든 콘텐츠에 대한 모니터링을 실시하고 있다.
          <br /> 이러한 노력에도 불구하고 “Milkomeda”의 모든 컨텐츠를 “Milkomeda”가 제어하는 것이 물리적으로 불가능하므로 “이용자”가
          불편함을 느끼는 컨텐츠를 접할 수 있다는 위험에 대해서 충분히 인지를 하고 본 서비스를 이용해야 한다. <br />
          “Milkomeda”는 “Milkomeda”의 개입 없이 본 서비스를 통해 생성, 전송 또는 공유되는 컨텐츠에 대해 어떠한 책임도 부담하지 않는다.
          <br />
          <br /> 제 7조 (회원 탈퇴 및 자격 상실 등) 일반 회원은 “Milkomeda”에 웹, 앱을 통해 탈퇴를 요청할 수 있다. <br />
          아티스트 회원은 “Milkomeda”에 직접 전화 또는 이메일로 탈퇴 신청이 가능하다. 관리 담당자의 계약 관련 확인, 정산 및 승인 후
          탈퇴처리가 가능하다. 레이블 회원은 “Milkomeda”에 직접 전화 또는 이메일로 탈퇴 신청이 가능하다. 관리 담당자의 계약 관련 확인, 정산
          및 승인 후 탈퇴처리가 가능하다.
          <br /> 비즈니스 회원은 “Milkomeda”에 직접 전화 또는 이메일로 탈퇴 신청이 가능하다. 관리 담당자의 계약 관련 확인, 정산 및 승인 후
          탈퇴처리가 가능하다.
          <br /> 일반, 아티스트, 레이블, 비즈니스 회원이 다음 각 호의 사유에 해당하는 경우 “Milkomeda”는 회원자격을 제한 및 정지시킬 수
          있다. <br />
          가입 신청 시에 허위 내용을 등록한 경우 다른 사람의 “Milkomeda” 이용을 방해하거나 그 정보를 도용하여 전자상거래 질서를 위협하는
          경우 “Milkomeda”를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 할 경우 “Milkomeda”가 회원 자격을 제한,
          정지시킨 후 동일한 행위가 반복되거나 15일 이내에 그 사유가 시정되지 아니하는 경우 “Milkomeda”는 회원 자격을 상실 시킬 수 있다.{" "}
          <br />
          <br />제 8조 (회원에 대한 통지) “Milkomeda”가 회원에 대한 통지를 하는 경우, 회사가 운영하는 웹, 앱 내의 적당한 장소에 게시하거나
          이용자가 기재한 정보를 이용하거나 기타 회사가 적당하다고 합리적으로 판단하는 방법에 의한다. <br />
          “Milkomeda”는 불특정다수 회원에 대한 통지의 경우 1주일 이상 “Milkomeda” 공지 게시판에 게시함으로서 개별 통지에 갈음할 수 있다.{" "}
          <br />
          <br />제 9조 (코멧 구매) “코멧” 구매는 “일반 회원”이 본 약관에 동의를 하고 “Milkomeda”가 정하는 결제 수단과 방법을 통해 가능하다.
          <br />
          “Milkomeda”는 결제 이행을 위해서 “일반 회원”의 개인 정보를 추가적으로 요청할 수 있으며 “일반 회원”은 “Milkomeda”가 요청하는
          개인정보를 정확하게 제공하여야 한다. <br />
          “Milkomeda”는 “일반 회원”이 허위 또는 부정확하게 제공한 개인 정보로 인하여 “일반 회원”에게 발생하는 손해에 대해서 “Milkomeda”의
          고의 과실이 없는 한 “일반 회원”의 손해를 배상할 책임이 없다.
          <br />
          <br /> 제 10조 (개인 정보 보호) “Milkomeda”는 관련 법령이 정하는 바에 따라 “회원”의 개인정보를 보호하기 위해 노력한다.
          <br /> “Milkomeda”가 “회원”의 개인정보를 처리함에 관한 정책은 “Milkomeda 개인정보처리방침”에서 확인할 수 있다.
          <br />
          <br />제 11조 (결제에 대한 승인) “Milkomeda”는 다음의 각 항에 해당하는 이용 신청에 대해서는 승인을 하지 않거나 추후 승인을 취소할
          수 있다.
          <br /> 만 14세 미만의 회원이 신청한 경우 이용 신청자의 귀책 사유로 승인이 불가능 하다고 판단되는 경우 결제를 승인하는 것이 관계
          법령에 위반되거나 사회질서 및 미풍양속, “Milkomeda”의 관련 약관 등 “Milkomeda”의 업무 방침에 위반된다고 판단되는 경우
          “Milkomeda”는 다음의 각 항에 해당하는 경우에는 이용 신청에 대한 승인 제한 사유가 해소될 때까지 승인을 제한할 수 있다.
          “Milkomeda”의 서비스 설비가 부족하여 만족스러운 서비스를 제공할 수 없다고 판단될 경우 “Milkomeda”의 서비스 장애가 발생한 경우 제
          12조 (코멧 구매 대한 청약 철회 및 계약 해제, 해지) “일반 회원”이 구매하는 “코멧”에 대해서 관련 법령에 따라 청약의 철회 또는 계약의
          해제(이하 “청약 철회 등”이라 한다.)가 가능한 경우와 “청약 철회”등이 제한되는 경우가 구분되며, “청약 철회 등”이 제한되는 경우
          “Milkomeda”는 “일반 회원”이 코멧을 구매하는 시점에 그 내용을 고지한다. <br />
          “일반 회원”은 “청약 철회 등”이 가능한 경우 “코멧” 구매일로부터 7일 이내 “청약 철회 등”에 대한 의사를 전자 우편 혹은 “Milkomeda”의
          고객 게시판 등으로 표시하여야 효력이 발생한다.
          <br /> “Milkomeda”는 “청약 철회 등”의 의사표시를 수령한 날로부터 7일 영업일 이내에 “일반 회원”이 “코멧”을 구매할 때 사용한 결제
          방법과 동일한 방법으로 이를 환급하며, 동일한 방법으로 환급이 불가할 때 이를 사전에 고지한다. <br />
          “일반 회원”이 다음 각호의 사유가 있을 때 “청약 철회 등”이 가능하다. “Milkomeda”와 “일반 회원”간 “Milkomeda”의 명백한 잘못으로
          해제, 해지 사유가 발생한 경우 관련 법령에서 규정하는 해제, 해지 사유가 발생한 경우 기타 본 약관에서 정하지 않는 부분은
          전자상거래법 등 관련 법령에서 정하는 바에 의한다.
          <br />
          <br /> 제 13조 (환불) 코멧 결제 후에는 어떠한 경우에도 원칙적으로 “외부 환불”은 불가하다. “아티스트 회원”, “레이블 회원”,
          “비즈니스 회원”은 “Milkomeda”의 명확한 귀책사유로 인한 장애 발생 시 “내부 환불”이 가능하다. “아티스트 회원”. “레이블 회원”,
          “비즈니스 회원”의 탈퇴 시에는 환불 관련하여서는 서로 협의하여 진행한다. <br />
          “Milkomeda”의 명백한 귀책 사유로 “일반 회원”이 탈퇴 시에는 환불 관련하여서는 서로 협의하여 진행한다. 제 14조 (정산 및 환전)
          “아티스트 회원”의 매출은 라이브 공연 입장료 포인트, 굿즈 판매 수익과 “일반 회원”이 공연 중에 후원한 코멧을 말한다. 쿠폰 사용
          금액은 공연 매출에 포함하지 않는다. <br />
          “아티스트 회원”과 “Milkomeda”간의 수익배분과 각종 중요 사항은 아티스트 등록 당시 계약한 계약서를 기준으로 한다.
          <br />
          “레이블 회원”과 “Milkomeda”간의 수익배분과 각종 중요 사항은 레이블 등록 당시 계약한 계약서를 기준으로 한다. “비즈니스 회원”과
          “Milkomeda”간의 수익배분과 각종 중요 사항은 비즈니스 등록 당시 계약한 계약서를 기준으로 한다. “아티스트 회원”은 환전을 웹의
          마이페이지 정산 페이지에서 신청할 수 있다. <br />
          환전 신청은 보유한 코멧(누적 매출)이 000,000코멧 이상일 때 가능하다. 환전 신청된 포인트에서 정해진 수익 배분의 비율로 지급되지만,
          “Milkomeda”와 협의한 제반 사항에 따라 실지급액의 변동이 있을 수 있다. <br />
          환전 금액은 세금이 포함된 금액으로 “아티스트 회원”이 세금을 부담한다. <br />
          <br />제 15조 (쿠폰) 쿠폰은 “Milkomeda”의 “서비스” 내에서 공연관람(VOD 포함), 박수 서비스 이용 시 코멧과 동일하게 사용된다. <br />
          쿠폰과 코멧은 합산하여 사용할 수 있다. 쿠폰의 중복 사용과 재사용은 불가하다. 모든 쿠폰에는 기한이 존재한다. 쿠폰은 가격을 나누어서
          쓸 수 없다. <br />
          쿠폰은 환불이 불가하다.
          <br />
          <br /> 제 16조 (생방송 중 선물) “선물”은 “일반 회원”이 공연 관람시에 채팅창에서 공연 출연자 혹은 “아티스트 회원”에게 선물하는
          기능이다. “선물”은 코멧/쿠폰으로 구매 가능하다.
          <br />
          “선물”의 종류와 가격은 “Milkomeda”의 필요에 따라 변경될 수 있다. <br />
          코멧으로 지급된 “선물”에 대해서는 “Milkomeda”의 명백한 잘못이 있을 경우에만 내부 환불이 가능하다. <br />
          <br />제 17조 (라이브 방송) 한 회의 라이브 방송은 최소 20분에서 최대 120분 이내이다. 공연 가격은 “Milkomeda”가 정한 최소 가격
          이상으로 가격을 책정한다. <br />
          선물, 채팅 ON/OFF 여부에 대해서는 “Milkomeda”에서 결정한다. <br />
          또한 아티스트 회원 및 “Milkomeda”의 판단 및 책임 하에 문제가 되는 “일반 회원”은 강제 퇴장이 가능하다.
          <br /> 공연에 문제 상황이 발생하였을 때 “Milkomeda” 관리자의 판단 하에 공연 송출을 중단할 수 있으며, 이 때 아티스트 회원이 송출
          중단에 대한 책임을 진다.
          <br /> 서버, 결제, 선물하기 등의 서비스 상의 기술적 문제를 제외한 공연 내용에 대한 일체의 문제는 아티스트 회원이 책임을 진다.{" "}
          <br />
          라이브 공연/VOD에서 발생하는 저작권료는 “Milkomeda”와 “아티스트 회원”이 라이브/VOD 수익배분 비율로 각각 부담한다. 아티스트 회원은
          라이브 방송 시 곡 리스트와 저작권 저촉 여부를 작성하여 “Milkomeda”에 제출한다. <br />
          저작권료는 “Milkomeda”가 정기적으로 정산하여 아티스트 포인트에서 차감한다. <br />
          <br />제 18조 (라이브 방송 관람) “Milkomeda”의 라이브는 하나의 ID로 하나의 기기에서만 관람이 가능하다. “일반 회원”의 경우 라이브
          “Milkomeda”에서 허락한 채팅, 선물하기 등의 서비스 이용이 가능하다.
          <br /> 타인의 관람을 방해하는 과도한 채팅을 하는 경우 “Milkomeda”에서 해당 관객을 공연에서 퇴장시킬 수 있다. <br />
          퇴장된 관객은 이에 대해 환불을 요구할 수 없다. “Milkomeda”에서 실수로 관객을 퇴장시키는 경우 다시 입장시킬 수 있다. <br />
          “Milkomeda”는 문제가 있는 “일반 회원”을 영구 입장 금지할 수 있다. <br />
          “일반 회원”은 라이브 공연 관람 중 나가는 경우 결제된 방에 추가 결제 없이 재 입장 가능하다. <br />
          라이브 방송 중에 일반 회원이 입장할 경우 방송 종료 예정 시간을 알려 주고 입장 여부를 확인한다. <br />
          입장에 따른 코멧/쿠폰 차감에 대해서는 “일반 회원”에게 책임이 있다. 라이브 공연 종료 예정 시간이 30분 남는 시간부터는 결제가
          불가능하며 새로운 “일반 회원” 입장이 제한된다.
          <br /> 결제를 진행하고 들어간 공연에 대해서는 공연장과 “Milkomeda”의 확실한 구ㅟ책 사유가 없다면 환불 불가하다.
          <br /> “일반 회원”은 공연에 대한 칭찬, 불만, 후기, 문의 등을 “아티스트 회원”의 게시판에 직접 작성할 수 있다.
          <br /> “일반 회원”은 “Milkomeda” 서비스 내의 라이브 공연 사진을 캡처 해서 이를 재사용 배포할 경우 출처를 명확히 밝혀야하고,
          상업적인 용도로 사용 불가하다.
          <br /> “Milkomeda” 내의 모든 컨텐츠는 “Milkomeda”의 허락없이 녹화, 복사, 배포, 상영 등이 금지된다. <br />
          <br />제 19조 (VOD) VOD는 “일반 회원”들이 코멧/쿠폰으로 결제 후 이용 가능하다. “일반 회원”들이 해당 VOD를 구매 후 3~5일 동안
          시청할 수 있다. 비회원은 VOD를 관람할 수 없다. <br />
          “아티스트 회원”은 “Milkomeda”에서 라이브 공연을 진행한 후 생성된 VOD를 공연장 홍보를 위하여 사용을 원할 경우 “Milkomeda”의 허락을
          받고 사용한다.
          <br /> 라이브 공연 후 생성된 VOD 공개 여부는 해당 공연이 끝난 후 “Milkomeda”, “아티스트 회원”이 결정한다.
          <br /> VOD에 대한 아티스트 회원과의 “Milkomeda”의 수익배분은 라이브 공연 수익 배분과 동일하게 한다. <br />
          <br />제 20조 (책임 제한) “Milkomeda”는 천재지변 등에 준하는 불가항력으로 인하여 “서비스”를 제공할 수 없는 경우 “서비스” 제공에
          관한 책임이 없다. “Milkomeda”는 “아티스트 회원”과 “일반 회원”의 귀책 사유로 인한 “서비스” 이용의 장애에 책임을 지지 않는다.
          <br />
          “Milkomeda”는 “회원”이 작성 혹은 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 대해 책임지지 않는다. “Milkomeda”는 쿠폰을
          포함한 무료로 제공하는 “서비스” 이용과 관련하여 책임을 지지않는다.
          <br /> “회원”의 편의를 위하여 제3자가 제공하는 웹사이트 또는 서비스를 참조하거나 그에 대한 링크를 사용시에 “Milkomeda”는 참조
          사이트에 관한 보증의무를 부담하지 않으며 참조 사이트에 대한 접근과 사용은 “회원”의 책임하에 진행해야 한다. <br />
          “Milkomeda”는 “일반 회원”과 “아티스트 회원”간의 거래에 대해서 책임을 지지않는다. “회원”의 서비스 사용과 관련하여 발생할 수 있는
          어떠한 문제에 관하여 “Milkomeda”는 법률에서 달리 규정하고 있지 않는 한 책임을 지지않는다.
          <br />
          “Milkomeda”는 이용자가 본 서비스에 접속 또는 이용하는 과정에서 발생하는 개인적인 손해, 제3자가 불법적으로 회사의 서버에 접속하거나
          서버를 이용함으로서 발생하는 손해, 제3자가 회사의 서버에 대한 전송 또는 회사의 서버로부터 전송을 방해함으로써 발생하는 손해,
          제3자가 악성 프로그램을 전송 또는 유포함으로써 발생하는 손해, 전송된 데이터의 생략, 누락, 파괴 등으로 발생한 손해, 명예훼손 등
          회사의 고의나 중과실 없이 다른 이용자 또는 제3자의 행위로 인하여 이용자에게 발생한 손해에 대해서 책임을 부담하지 않는다. <br />
          <br />제 21조 (보증 제한) “Milkomeda”는 “회원”에게 본 서비스 제공과 관련하여 “회원”의 이익, 만족도, 기대하는 품질, 정보의 정확성
          등에 대해서 보증을 지지않는다. <br />
          “Milkomeda”는 웹, 앱 등 사실상 또는 법률상의 하자(안전성, 신뢰성, 정확성, 유효성, 보안 등의 관련된 결함, 오류와 버그, 권리침해
          등)가 없음을 보증하지 않는다. “Milkomeda”는 컨텐츠의 송수신, 바이러스에 대한 안정성에 대해 보증을 하지 않는다.
          <br /> 제 22조 (약관 외 준칙) 본 약관에 명시하지 않은 사항과 약관의 해석에 대해서는 “Milkomeda”의 운영정책과 관련 법령을 따르고
          법에 명시되지 않은 부분은 관습을 따른다.
        </div>
      </Main>
    </>
  );
}

const Main = styled.main`
  color: white;
  padding: 100px;
  > h1 {
    font-size: 30px;
  }
  > div {
  }
`;

export default Help;
